// mock - временные данные пока бек не готов 
import { ImagesCunFu } from '../../images/inedex.js'
export const newsEvents = [

    {
        id: 3,
        title: 'Мировой чемпионат среди детей по ушу ',
        city: 'Бишкек  ',
        date: '22.07.2022, 9:00'
    }


]



export const lastEvents = [
    {
        id: 2,
        title: 'Мировой чемпионат среди детей по ушу',
        city: 'Бишкек',
        date: '22.07.2022, 9:00'
    },
    {
        id: 3,
        title: 'Мировой чемпионат среди детей по ушу',
        city: 'Бишкек',
        date: '22.07.2022, 9:00'
    }

]


export const news = [
    {
        id: '4',
        images: ImagesCunFu, // url
        title: 'Определились чемпионы республики по традиционному ушу',
        texst: 'С 11 по 14 апреля 2021 г. в г. Бишкек прошел чемпионат Кыргызской Республики по традиционному ушу, посвященный 30-летию независимости Кыргызстана и 85 летию Национального Центра детей и юношества «Сейтек».',
        date: '12.06.2021 06:04'
    },
    {
        id: '7',
        images: ImagesCunFu, // url
        title: 'Определились чемпионы республики по традиционному ушу',
        texst: 'С 11 по 14 апреля 2021 г. в г. Бишкек прошел чемпионат Кыргызской Республики по традиционному ушу, посвященный 30-летию независимости Кыргызстана и 85 летию Национального Центра детей и юношества «Сейтек». С 11 по 14 апреля 2021 г. в г. Бишкек прошел чемпионат Кыргызской Республики по традиционному ушу, посвященный 30-летию независимости Кыргызстана и 85 летию Национального Центра детей и юношества «Сейтек»С 11 по 14 апреля 2021 г. в г. Бишкек прошел чемпионат Кыргызской Республики по традиционному ушу, посвященный 30-летию независимости Кыргызстана и 85 летию Национального Центра детей и юношества «Сейтек»',
        date: '12.06.2021 06:04'
    }, {
        id: '8',
        images: ImagesCunFu, // url
        title: 'Определились чемпионы республики по традиционному ушу',
        texst: 'С 11 по 14 апреля 2021 г. в г. Бишкек прошелушу, посвященный 30-ла детей и юношреля 2021 г. в г. Бишкек прошел чемпионат Кыргызской Республики по традиционному ушу, посвященный 30-летию независимости Кыргызстана и 85 летию Национального »',
        date: '12.06.2021 06:04'
    },

]